---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralLA
source: html/ca8ecd39-4f5b-0559-73d8-b544d9d838e4.htm
---
# StructuralSectionGeneralLA Methods

Returns size of the section boundary.